#!/bin/bash

script="$(pwd)" #запускать из папки со скриптами

source $script/ssh.sh

source $script/brew.sh
source $script/plug_manager.sh
source $script/yabai&skhd.sh

source $script/dotfiles.sh
source $script/rust.sh
source $script/config.sh

echo "-------------------------------------------"
echo "-------------------------------------------"
echo "-------------------------------------------"
echo "-------------------------------------------"
echo "-------------------------------------------"
echo "!!!!!!!!!!!!!!!!! The end)) !!!!!!!!!!!!!!!"
echo "-------------------------------------------"
echo "-------------------------------------------"
echo "-------------------------------------------"
echo "-------------------------------------------"
